Repository: alimkhann/Hadithly
Catalog: ios/Hadithly/Localizable.xcstrings
Source language: en
Languages: ar, ur

source: %lld languages available
ar: %lld لغة متاحة
ur: %lld زبانیں دستیاب ہیں

source: App language
ar: لغة التطبيق
ur: ایپ کی زبان

source: Arabic text
ar: النص العربي
ur: عربی متن

source: Arabic type size
ar: حجم الخط العربي
ur: عربی فونٹ کا سائز

source: Automatic
ar: تلقائي
ur: خودکار

source: Choose your language
ar: اختر لغتك
ur: اپنی زبان منتخب کریں

source: Continue
ar: متابعة
ur: جاری رکھیں

source: Hadith translation
ar: ترجمة الحديث
ur: حدیث کا ترجمہ

source: Left to right
ar: من اليسار إلى اليمين
ur: بائیں سے دائیں

source: Reading
ar: القراءة
ur: پڑھنا

source: Reading direction
ar: اتجاه القراءة
ur: پڑھنے کی سمت

source: Right to left
ar: من اليمين إلى اليسار
ur: دائیں سے بائیں

source: Translation
ar: الترجمة
ur: ترجمہ

source: You can change this any time in Settings.
ar: يمكنك تغيير هذا في أي وقت من الإعدادات.
ur: آپ اسے ترتیبات میں کسی بھی وقت تبدیل کر سکتے ہیں۔
